[
  {
    "id": 5,
    "name": "Walking Shoes",
    "image": "https://htmldemo.net/james/james/img/product/14.png",
    "price": 1969.99,
    "mrp":2075.99,
    "type": "Walking",
    "brand": "New Balance",
    "color": "Gray/Blue",
    "size": ["US 7", "US 8", "US 9", "US 10"],
    "description": "Comfortable walking shoes with cushioning and arch support.",
    "longDescription": "The Walking Shoes by New Balance are designed to provide exceptional comfort and support for your daily walks. They feature a cushioned insole that absorbs impact and reduces foot fatigue. The arch support helps maintain proper foot alignment, while the breathable mesh upper keeps your feet cool and dry. These shoes are perfect for long walks or casual outings.",
    "rating": 4.3,
    "reviews": 7,
    "availability": "In Stock",
    "tags": ["Comfortable", "Arch Support", "Breathable"]
  },
  {
    "id": 6,
    "name": "Soccer Cleats",
    "image": "https://htmldemo.net/james/james/img/product/16.png",
    "price": 1889.99,
    "mrp":1999.99,
    "type": "Soccer",
    "brand": "Puma",
    "color": "Yellow/Black",
    "size": ["US 8", "US 9", "US 10", "US 11"],
    "description": "Professional-grade soccer cleats for enhanced ball control and agility.",
    "longDescription": "Experience professional-level performance with the Soccer Cleats by Puma. These cleats are designed to provide exceptional ball control and agility on the field. The synthetic upper offers a precise touch, while the cleated outsole delivers superior traction. With their lightweight construction and comfortable fit, these cleats will take your game to the next level.",
    "rating": 4.8,
    "reviews": 11,
    "availability": "Out of Stock",
    "tags": ["Professional", "Ball Control", "Agility"]
  },
  {
    "id": 7,
    "name": "High Heels",
    "image": "https://htmldemo.net/james/james/img/product/2.png",
    "price": 1879.99,
    "mrp":1989.99,
    "type": "Fashion",
    "brand": "Steve Madden",
    "color": "Black",
    "size": ["US 6", "US 7", "US 8"],
    "description": "Elegant high heels for formal occasions and stylish evenings.",
    "longDescription": "Step into elegance and style with the High Heels by Steve Madden. These classic black heels are perfect for formal occasions or a night out. The sleek design and stiletto heel add a touch of sophistication to any outfit. With their comfortable fit and timeless appeal, these high heels are a must-have in your wardrobe.",
    "rating": 4.6,
    "reviews": 9,
    "availability": "In Stock",
    "tags": ["Elegant", "Formal", "Sophisticated"]
  },
  {
    "id": 8,
    "name": "Skate Shoes",
    "image": "https://htmldemo.net/james/james/img/product/25.png",
    "price": 1079.99,
    "mrp":1299.99,
    "type": "Skateboarding",
    "brand": "Vans",
    "color": "Black/White",
    "size": ["US 8", "US 9", "US 10"],
    "description": "Durable skate shoes designed for skateboarding tricks and stunts.",
    "longDescription": "Take your skateboarding skills to new heights with the Skate Shoes by Vans. These shoes are built to withstand the demands of skateboarding, with durable materials and reinforced stitching. The grippy outsole provides excellent traction on your board, while the cushioned insole offers impact protection. Whether you're learning new tricks or hitting the skate park, these shoes will keep up with your style and performance.",
    "rating": 4.4,
    "reviews": 6,
    "availability": "In Stock",
    "tags": ["Durable", "Skateboarding", "Grippy"]
  },
  {
    "id": 9,
    "name": "Trail Running Shoes",
    "image": "https://htmldemo.net/james/james/img/product/8.png",
    "price": 1089.99,
    "mrp":1599.99,
    "type": "Running",
    "brand": "Salomon",
    "color": "Blue/Orange",
    "size": ["US 7", "US 8", "US 9"],
    "description": "Trail running shoes with excellent grip and protection for off-road adventures.",
    "longDescription": "Conquer the trails with the Trail Running Shoes by Salomon. These shoes are specially designed for off-road adventures, providing excellent grip and protection. The rugged outsole with multi-directional lugs ensures traction on various terrains, while the protective toe cap guards against rocks and debris. With their lightweight construction and comfortable fit, these shoes will keep you going mile after mile.",
    "rating": 4.7,
    "reviews": 10,
    "availability": "In Stock",
    "tags": ["Trail Running", "Grip", "Protection"]
  },
  {
    "id": 10,
    "name": "Running Shoes",
    "image": "https://htmldemo.net/james/james/img/product/18.png",
    "price": 1079.99,
    "mrp":1109.99,
    "type": "Running",
    "brand": "Adidas",
    "color": "Black/Red",
    "size": ["US 7", "US 8", "US 9", "US 10"],
    "description": "High-performance running shoes suitable for various terrains.",
    "longDescription": "Experience the ultimate comfort and performance with the Running Shoes by Adidas. These shoes are designed to provide excellent cushioning and support, making them ideal for both casual runners and marathon enthusiasts. The breathable mesh upper keeps your feet cool and dry, while the durable outsole offers traction on different surfaces. Whether you're hitting the track or the trail, these running shoes will help you achieve your goals.",
    "rating": 4.5,
    "reviews": 10,
    "availability": "In Stock",
    "tags": ["High-performance", "Cushioning", "Breathable"]
  },
  {
    "id": 11,
    "name": "Sandals",
    "image": "https://htmldemo.net/james/james/img/product/1.png",
    "price": 1049.99,
    "mrp":1379.99,
    "type": "Casual",
    "brand": "Birkenstock",
    "color": "Brown",
    "size": ["US 6", "US 7", "US 8", "US 9"],
    "description": "Comfortable and stylish sandals for everyday wear.",
    "longDescription": "Slip into comfort and style with the Sandals by Birkenstock. These sandals feature a contoured footbed that molds to the shape of your feet, providing exceptional support and comfort. The adjustable straps allow for a customized fit, while the durable outsole offers traction and stability. Whether you're strolling on the beach or running errands, these sandals will keep your feet happy all day long.",
    "rating": 4.2,
    "reviews": 8,
    "availability": "In Stock",
    "tags": ["Comfortable", "Stylish", "Contoured Footbed"]
  },
  {
    "id": 12,
    "name": "Winter Boots",
    "image": "https://htmldemo.net/james/james/img/product/26.png",
    "price": 1129.99,
    "mrp":1199.99,
    "type": "Outdoor",
    "brand": "Timberland",
    "color": "Black",
    "size": ["US 9", "US 10", "US 11"],
    "description": "Insulated boots to keep your feet warm and dry in winter conditions.",
    "longDescription": "Face the winter elements with confidence wearing the Winter Boots by Timberland. These boots are crafted with premium waterproof leather and feature insulation to keep your feet warm and dry in cold and snowy conditions. The rugged outsole provides traction on slippery surfaces, while the padded collar ensures a comfortable fit. Whether you're shoveling snow or hiking in the mountains, these winter boots are designed to withstand the toughest conditions.",
    "rating": 4.9,
    "reviews": 15,
    "availability": "In Stock",
    "tags": ["Insulated", "Waterproof", "Rugged"]
  },
  {
    "id": 13,
    "name": "Espadrilles",
    "image": "https://htmldemo.net/james/james/img/product/20.png",
    "price": 1559.99,
    "mrp":1665.99,
    "type": "Fashion",
    "brand": "Tommy Hilfiger",
    "color": "Navy",
    "size": ["US 8", "US 9", "US 10"],
    "description": "Stylish and lightweight espadrilles for a casual and chic look.",
    "longDescription": "Add a touch of casual elegance to your outfit with the Espadrilles by Tommy Hilfiger. These espadrilles feature a canvas upper and a jute-wrapped sole, combining style and comfort. The slip-on design makes them convenient to wear, while the cushioned insole provides all-day support. Whether you're heading to the beach or meeting friends for brunch, these espadrilles will elevate your style effortlessly.",
    "rating": 4.7,
    "reviews": 11,
    "availability": "In Stock",
    "tags": ["Stylish", "Lightweight", "Canvas Upper"]
  },
  {
    "id": 14,
    "name": "Basketball Shoes",
    "image": "https://htmldemo.net/james/james/img/product/14.png",
    "price": 1109.99,
    "mrp":1115.99,
    "type": "Basketball",
    "brand": "Nike",
    "color": "Black/White",
    "size": ["US 9", "US 10", "US 11"],
    "description": "High-performance basketball shoes for enhanced stability and agility.",
    "longDescription": "Take your game to new heights with the Basketball Shoes by Nike. These high-performance shoes are designed to provide excellent stability, cushioning, and traction on the basketball court. The supportive upper and responsive midsole ensure quick movements and explosive jumps. With their sleek design and advanced features, these basketball shoes are a must-have for any serious player.",
    "rating": 4.8,
    "reviews": 13,
    "availability": "Out of Stock",
    "tags": ["High-performance", "Stability", "Traction"]
  }
]
